# Рівень 1
CHIFFRES_1 = {
    "0": "zéro", "1": "un", "2": "deux", "3": "trois", "4": "quatre",
    "5": "cinq", "6": "six", "7": "sept", "8": "huit", "9": "neuf", "10": "dix"
}

# Рівень 2 - твої приклади з кнопками
EXERCICES = [
    {"q": "2 + 1 =?", "rep": "3", "choix": ["3", "4"], "n1":2, "n2":1},
    {"q": "3 + 1 =?", "rep": "4", "choix": ["3", "4"], "n1":3, "n2":1},
    {"q": "2 + 2 =?", "rep": "4", "choix": ["4", "5"], "n1":2, "n2":2},
    {"q": "4 + 1 =?", "rep": "5", "choix": ["6", "5"], "n1":4, "n2":1},
    {"q": "3 + 2 =?", "rep": "5", "choix": ["5", "6"], "n1":3, "n2":2},
    {"q": "2 + 3 =?", "rep": "5", "choix": ["4", "5"], "n1":2, "n2":3},
]